[BalanceDefs.BD_Cart_BombCart InteractiveObjectBalanceDefinition]
DefaultDisplayName=""
Grades[0]=(GradeModifiers=)

[Icons.Icon_Z2_BlowTheBridge_CloseDoor InteractionIconDefinition]
Text="Close the door"

[Icons.Icon_Z2_BlowTheBridge_PlaceCart InteractionIconDefinition]
Text="Vehicle condition"

[Icons.Icon_Z2_BlowTheBridge_StartCart InteractionIconDefinition]
Text="The engine starts"

[IO_BlowTheBridge_BigTrain InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[IO_BlowTheBridge_Detonator InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[IO_BlowTheBridge_ToyTrain InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[ItemDefs.ID_MO_BombCart MissionItemDefinition]
UseFailureCharacterMessage="I need... %s How to use this tool."
ItemName="car bomb"
PickupMessage="You have _ %s"
UseFailureLevelMessage="You must be level %d to use this feature.."
UseFailureConstraintsMessage="You cannot use this item."
NoManufacturerName="More information"

[ItemDefs.ID_MO_BombCart:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="The car was full of explosives.."
NoConstraintText=""
Suffix=""
Prefix=""

[Switch InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

